Repository: common-repository/product-configurator-for-woocommerce
Catalog: languages/product-configurator-for-woocommerce-*.po
Languages: fr_fr

source: Product Configurator for WooCommerce requires PHP version 5.4+, plugin is currently NOT ACTIVE.
fr_fr: Le plugin Configurateur de Produit pour WooCommerce requier PHP version 5.4+. Il n'a donc pas été activé.

source: WooCommerce has to be active for WooCommerce Product configurator to work.
fr_fr: WooCommerce doit être actif pour que le Configurateur de Produit fonctionne.

source: Your WooCommerce version is too old for WooCommerce Product Configurator to work.
fr_fr: La version de WooCommerce installée est trop vielle pour le Configurateur de Produit.

source: WooCommerce Version 3+ required.
fr_fr: WooCommerce Version 3+ minimum.

source: No new class... Cheatin&#8217; huh?
fr_fr: Pas de nouvelle instance

source: Home
fr_fr: Accueil

source: Welcome to the Product Configurator
fr_fr: Bienvenue sur le Configurateur de produit

source: Define the layers the product is composed of.
fr_fr: Définissez les calques composant le produit

source: Layers
fr_fr: Calques

source: Layers of the product
fr_fr: Calques du produit

source: Cancel
fr_fr: Annuler

source: Save all
fr_fr: Tout enregistrer

source: Save layers
fr_fr: Enregistrer les calques

source: Views
fr_fr: Vues

source: Angles of the product
fr_fr: Angles du produits

source: Save angles
fr_fr: Enregistrer les angles

source: Define the view angles, if you want the client to be able to switch between them.
fr_fr: Définissez les angles de vue, si vous souhaitez en donner la possibilité aux utilisateurs.

source: Content
fr_fr: Contenu

source: Contents
fr_fr: Contenus

source: Save contents
fr_fr: Enregistrer le contenu

source: Define choices for each layer and assign them pictures
fr_fr: Définissez les choix pour chaque calque et ajouter des images

source: Error:
fr_fr: Erreur :

source: template not found
fr_fr: Template non trouvé

source: Select options
fr_fr: Choisir les options

source: Configure
fr_fr: Configurer

source: Add to cart
fr_fr: Ajouter au panier

source: Please select a variation to configure
fr_fr: Veuillez choisir une variation à configurer

source: Select a picture
fr_fr: Choisir une image

source: Choose
fr_fr: Choisir

source: New Layer Name
fr_fr: Nom du nouveau calque

source: New Angle Name
fr_fr: Nom de la nouvelle vue

source: New Choice Name
fr_fr: Nom du nouveau choix

source: Loading Data
fr_fr: Chargement des données

source: Change angle
fr_fr: Changer d'angle

source: Close
fr_fr: Fermer

source: Settings
fr_fr: Paramètres

source: Addons
fr_fr: Extensions

source: Product Configurator website
fr_fr: Site web du plugin

source: Themes
fr_fr: Thèmes

source: Styling options
fr_fr: Options de style

source: Button classes
fr_fr: Classes des boutons

source: Get the official Product Configurator themes
fr_fr: Obtenez un thème WordPress créé pour le Configurateur de Produit

source: This product is configurable
fr_fr: Ce produit est configurable

source: Select if you want this product to be configurable
fr_fr: Cochez si vous souhaitez rendre ce produit configurable

source: You are configuring
fr_fr: Vous configurez

source: To proceed, follow the instructions:
fr_fr: Pour continuer, suivez les instructions :

source: define the structure of the product in %sLayers%s
fr_fr: définissez la structure du produit dans %sCalques%s

source: define the views / angles in which your product will be visible in %sViews%s
fr_fr: définissez les angles / vues disponibles pour votre produit, dans %sVues%s

source: add the Images for each of your choices in %sContent%s
fr_fr: ajoutez les images pour chacun des choix disponibles dans %sContenu%s

source: Do you need more functionality?
fr_fr: Vous avez besoin de plus de fonctionnalités ?

source: Check out the available addons and themes.
fr_fr: Jetez un oeil aux extensions et thèmes disponibles.

source: Start product's configurator
fr_fr: Démarrer le configurateur

source: Edit configurator layers
fr_fr: Editer les calques du configurateur

source: Choice label
fr_fr: Nom du choix

source: Extra price
fr_fr: Prix additionnel

source: Extra Price is available as an addon
fr_fr: Prix additionnel est disponible sous forme d'extension

source: Choose an image for
fr_fr: Choisir une image pour

source: Choose a thumbnail
fr_fr: Choisir une miniature

source: Configurator Data:
fr_fr: Données du configurateur :

source: Close media panel
fr_fr: Fermer

source: Saved
fr_fr: Enregistré

source: Add
fr_fr: Ajouter

source: Details
fr_fr: Détails

source: Delete
fr_fr: Supprimer

source: Do you realy want to delete this angle?
fr_fr: Voulez-vous vraiment supprimer cet angle ?

source: Angle Name
fr_fr: Nom de l'angle

source: Angles's picture
fr_fr: Image de l'angle

source: Add / Change picture
fr_fr: Ajouter / changer l'image

source: Do you realy want to delete this layer?
fr_fr: Voulez-vous vraiment supprimer ce calque ?

source: Layer Name
fr_fr: Nom du calque

source: This layer does not have choices
fr_fr: Ce calque ne comportera pas de choix

source: For exemple if the layer is a shadow or a static element
fr_fr: Par exemple, si le calque est une ombre portée, ou un autre élément non-changeant

source: Layer's icon
fr_fr: Icone du calque

source: Choice informations
fr_fr: Informations du choix

source: Do you realy want to delete this choice?
fr_fr: Voulez-vous vraiment supprimer ce choix ?

source: Pictures
fr_fr: Images

source: You need to have Layers and Angles set before entering any content.
fr_fr: Vous devez avoir des Calques et Vues définies avant de pouvoir ajouter des choix.

source: You have already saved this configuration!
fr_fr: Vous avez déjà sauvegardé cette configuration !

source: The configuration was saved successfully!
fr_fr: La configuration a bien été enregistrée.
